[
    {
        "post": "Live activities is so cool on the new IOS update, I can keep up with the NBA finals at work now !",
        "user_id": 1
    },
    {
        "post": "Anyone have an idea on how Javascript works?? Please help!",
        "user_id": 2
    },
    {
        "post": "Thinking of upgrading my Macbook to the new Macbook Pro M2 Chip 🤔",
        "user_id": 3
    },
    {
        "post": "Wow, this new tech-based social media platform called Console.Log is truly game changing! #goCL #CL()",
        "user_id": 4
    },
    {
      "post": "I love the new IOS16 homepage customization features!",
      "user_id": 5
    },
    {
      "post": "Working on my first React project. I will make sure to give y'all an update when it's done",
      "user_id": 6
    },
    {
      "post": "Doing a new 35 inch monitor review video, dropping June 20th. It'll be on my YouTube channel.",
      "user_id": 7
    },
    {
      "post": "previewed.app is a great resource for creating mockups for any iphone or mac applications",
      "user_id": 8
    },
    {
      "post": "Started the node.js course from FreeCodeCamp. Amazed at some of the things you can do!",
      "user_id": 9
    },
    {
      "post": "Working with my team to bring the biggest NFT to date!",
      "user_id": 10
    },
    {
      "post": "Does anyone know of any good home recording microphones?",
      "user_id": 11
    },
    {
      "post": "I got my hands on the NEW Logitech Mechanical Keyboard...... It's a 8 out of 10!",
      "user_id": 12
    }, 
    {
      "post": "S/O to the animation team at EA the graphics and technology they do to bring fighters to life is next level! ",
      "user_id": 13
    },
    {
      "post": "It's time to UPGRADE the new M2 chip is going to be a game changer, the new MacBooks are going to be a must have!",
      "user_id": 14
    }, 
    {
      "post": "What are some of the most important parts to not be cheap on when building a PC?",
      "user_id": 15
    }, 
    {
      "post": "HELP! I need a project idea for a fullstack application for a project.",
      "user_id": 16
    },
    {
      "post": "I have been traveling a lot lately and have had the hardest time with currency conversion. I went ahead and pulled data from a currency API and made my own conversion app",
      "user_id": 17
    },
    {
      "post": "Favorite crypto to buy rn?",
      "user_id": 18
    },
    {
      "post": "BREAKING: I am building a new affordable EV company!",
      "user_id": 19
    },
    {
      "post": "Hey! New here, what is crypto?",
      "user_id": 20
    }
]